"NSContactsUsageDescription" = "Packages will use your work email address to try to figure out a default package identifier prefix the first time you open Packages.";

"NSCalendarsUsageDescription" = "No, Packages does _not_ want to access your calendar. But if you need to use files located in your \"Library/Calendars/\" folder for your installation packages, you will need to allow Packages to access your calendar.";

"NSPhotoLibraryUsageDescription" ="No, Packages does _not_ want to access your photos. But if you need to use files located in your \"Pictures\" folder for your installation packages, you will need to allow Packages to access your photos.";